export const tjOptions = {
    head : [
        "ردیف",
        "نام تجمیع‌کننده",
        "نوع فرمول",
        "تعرفه جریمه(ریال)",
        "تعرفه پاداش(ریال)",
        "شماره قرارداد",
        "عملیات",
    ],
    slug: "users",
    button: "تجمیع‌کننده جدید"
}

export const noUserModal = {
    title: "اطلاعاتی موجود نیست!",
    body: "شما هنوز کاربری تعریف نکردید, میتوانید از طریق فرم، کاربر جدیدی به سیستم اضافه کنید.",
}

export const addSuccessModal = {
    title: "تعریف کاربر جدید موفقیت آمیز بود!",
    body: "اطلاعات کاربر جدید در سیستم با موفقیت ثبت شد و اطلاعات ورود برای ایمیل ثبت شده ارسال شده است"
}

export const editSuccessModal = {
    title: "ویرایش اطلاعات موفقیت آمیز بود!",
    body: "اطلاعات کاربر  با موفقیت در سیستم ثبت شد."
}

export const tzOptions = {
    head : [
        "ردیف",
        "نام توزیع کننده",
        "سهمیه کاهش بار لازم به اجرا سالیانه",
        "عملیات",
    ],
    slug: "users",
}
